///////////////////////////////////////////////////////////////////////////////////////////////////////
// Copyright (c) 2020, ООО 1С-Софт
// Все права защищены. Эта программа и сопроводительные материалы предоставляются 
// в соответствии с условиями лицензии Attribution 4.0 International (CC BY 4.0)
// Текст лицензии доступен по ссылке:
// https://creativecommons.org/licenses/by/4.0/legalcode
///////////////////////////////////////////////////////////////////////////////////////////////////////

#Область СлужебныеПроцедурыИФункции

// Описывает правил транслитерации национального алфавита в латиницу.
//
// Параметры:
//  Правила - Соответствие из КлючИЗначение:
//    * Ключ - Строка - буква национального алфавита;
//    * Значение - Строка - буква латинского алфавита.
//
Процедура ПриЗаполненииПравилТранслитерации(Правила) Экспорт
	
	
	
КонецПроцедуры

#КонецОбласти